
[
		{
			"name" 		 : "Acoustic Guitar",
			"description": "Acoustic, electro-acoustic and classical guitars, from leading brands in world.",
			"longDescription" : "An acoustic guitar is a guitar that uses only acoustic (as opposed to electronic) means to transmit the strings vibrational energy to the air in order to produce a sound. This typically involves the use of a sound board and a sound box to amplify the vibrations of the string. The source of sound in an acoustic guitar is the string, which is plucked with the fingers or with a plectrum. The string vibrates at a fundamental frequency but also creates many harmonics at different frequencies. The frequencies produced depend on string length, mass, and tension. The string causes the soundboard and sound box to vibrate, and as these have their own resonances at certain frequencies, they amplify some string harmonics more strongly than others, hence affecting the timbre produced by the instrument.",
			"image" : "Acoustic",
			"price" : "23.78",
			"specifications" : "Specifications of ",
			"dateAdded" : "1403926823000",
			"category" : "expensive",
			"soldOut" : "false",
			"reviews" : [{
					"star" : "5",
					"body" : "I love this guitar. I am really satisfied by the quality and definitly recommend you to buy this guitar.",
					"name" : "Hafiz"
				},
				{
					"star" : "4",
					"body" : "I like this product. It is a wonderful peace of art with beautiful cords.",
					"name" : "Faraz"
				}]
				
		},
		{
			"name" 		 : "Electric Guitar",
			"description": "Ever-popular solid-body guitars, to hollow-body guitars and archtops.",
			"longDescription" : "An electric guitar is a guitar that uses a pickup to convert the vibration of its strings into electrical impulses. The most common guitar pickup uses the principle of direct electromagnetic induction. The signal generated by an electric guitar is too weak to drive a loudspeaker, so it is amplified before sending it to a loudspeaker. Since the output of an electric guitar is an electric signal, the signal may easily be altered using electronic circuits to add color to the sound. Often the signal is modified using effects such as reverb and distortion.",
			"image"	:  "Electric",
			"price" : "18.34",
			"specifications" : "Specifications of ",
			"dateAdded" : "1399779623000",
			"category" : "expensive",
			"soldOut" : "false",
			"reviews" : [{
					"star" : "2",
					"body" : "I hate this guitar. I am really dissatisfied by the quality of this guitar.",
					"name" : "John"
				},
				{
					"star" : "3",
					"body" : "Its a normal guitarr. Although, it has beautiful cords.",
					"name" : "Tammy"
				}]
		},
		{
			"name" 		 : "Bass Guitar",
			"description": "Classic Fender Bass, Precision and Jazz basses, to Gibson Thunderbirds.",
			"longDescription" : "The bass guitar (also called electric bass,or simply bass) is a stringed instrument played primarily with the fingers or thumb, by plucking, slapping, popping, tapping, thumping, or picking with a plectrum, often known as a pick. The bass guitar is similar in appearance and construction to an electric guitar, but with a longer neck and scale length, and four to six strings or courses. The four-string bass—by far the most common—is usually tuned the same as the double bass, which corresponds to pitches an octave lower than the four lowest pitched strings of a guitar (E, A, D, and G). The bass guitar is a transposing instrument, as it is notated in bass clef an octave higher than it sounds (as is the double bass) to avoid excessive ledger lines. Like the electric guitar, the bass guitar is plugged into an amplifier and speaker for live performances.",
			"image"	:  "Bass",
			"price" : "35.98",
			"specifications" : "Specifications of ",
			"dateAdded" : "1402544423000",
			"category" : "cheap",
			"soldOut" : "false",
			"reviews" : [{
					"star" : "5",
					"body" : "Its awesome guitar.",
					"name" : "Obama"
				},
				{
					"star" : "4.3",
					"body" : "Simple and elegand. Do buy this!!",
					"name" : "Ray"
				}]
		},
		{
			"name" 		 : "Violin / Fiddle",
			"description": "Buynig Violin offers video instruction for beginning and advanced violinists.",
			"longDescription" : "The violin, also known as a fiddle, is a string instrument, usually with four strings tuned in perfect fifths. It is the smallest, highest-pitched member of the violin family of string instruments, which also includes the viola, the cello and the double bass. Someone who plays the violin is called a violinist or a fiddler. The violinist produces sound by drawing a bow across one or more strings (which may be stopped by the fingers of the other hand to produce a full range of pitches), by plucking the strings (with either hand), or by a variety of other techniques. The violin is played by musicians in a wide variety of musical genres, including Baroque music, classical, jazz, folk music, rock and roll, and soft rock. The violin has come to be played in many non-Western music cultures all over the world.",
			"image"	:  "Violin",
			"price" : "20.98",
			"specifications" : "Specifications of ",
			"dateAdded" : "1404193680000",
			"category" : "Expensive",
			"soldOut" : "true",
			"reviews" : [{
					"star" : "1",
					"body" : "Its horrible dont buy this violin ever.",
					"name" : "Arnold"
				},
				{
					"star" : "2",
					"body" : "It reminds me of my grandma's old car!!",
					"name" : "Mark"
				}]
		}
]